{
    "en": {
        "title": "Projects",
        "projects": [
            {
                "title": "Personal Website Creation",
                "client": "Noel Bürgler",
                "description": "We built a professional CV website using React, Gatsby, and Netlify. This responsive and modern platform effectively showcases his skills, experience, and portfolio in a clean, user-friendly interface. Leveraging Gatsby's speed and Netlify's reliable deployment, we created a seamless digital presence tailored to his personal branding goals.",
                "technologies": [
                    "React",
                    "Gatsby",
                    "Netlify"
                ],
                "links": {
                    "live": "https://noelbuergler.ch"
                }
            },
            {
                "title": "Custom WordPress Plugins",
                "client": "AVD Goldach AG",
                "description": "We partnered with AVD Goldach AG to develop custom solutions tailored to their specific project needs. Our collaboration focused on enhancing their platform's functionality and user experience, while ensuring seamless integration with their existing systems. By combining our technical expertise with their project vision, we successfully delivered a solution that met their goals.",
                "technologies": [
                    "WordPress",
                    "PHP",
                    "JavaScript"
                ],
                "links": {
                    "website": "https://avd.ch"
                }
            },
            {
                "title": "Corporate Website Redesign",
                "client": "Solar Energy Client",
                "description": "We collaborated with seitwärts to redesign a solar energy website. They provided the captivating design, while we handled the development using WordPress. Our goal was to create a visually appealing and user-friendly website that effectively showcased the client's solar energy solutions.",
                "technologies": [
                    "WordPress",
                    "PHP",
                    "JavaScript",
                    "CSS"
                ],
                "links": {
                    "old": "https://old-website.ch",
                    "new": "https://new-website.ch"
                }
            },
            {
                "title": "Personal Website Creation",
                "client": "Viktoryia Varanchuk",
                "description": "We developed a CV website for Viktoryia Varanchuk, focusing on a professional, user-friendly design. Using WordPress, we highlighted her educational background, expertise, and professional experience, ensuring seamless navigation and visual appeal.",
                "technologies": [
                    "WordPress",
                    "PHP",
                    "JavaScript",
                    "CSS"
                ],
                "links": {
                    "live": "https://viktoryia-website.ch"
                }
            }
        ]
    },
    "de": {
        "title": "Projekte",
        "projects": [
            {
                "title": "Persönliche Website",
                "client": "Noel Bürgler",
                "description": "Wir haben eine professionelle CV-Website mit React, Gatsby und Netlify entwickelt. Diese responsive und moderne Plattform präsentiert seine Fähigkeiten, Erfahrungen und Portfolio in einer klaren, benutzerfreundlichen Oberfläche. Durch die Nutzung von Gatsby's Geschwindigkeit und Netlify's zuverlässigem Deployment haben wir eine nahtlose digitale Präsenz geschaffen.",
                "technologies": [
                    "React",
                    "Gatsby",
                    "Netlify"
                ],
                "links": {
                    "live": "https://noelbuergler.ch"
                }
            },
            {
                "title": "WordPress Plugins",
                "client": "AVD Goldach AG",
                "description": "Wir haben mit AVD Goldach AG zusammengearbeitet, um massgeschneiderte Lösungen für ihre spezifischen Projektanforderungen zu entwickeln. Unsere Zusammenarbeit konzentrierte sich darauf, die Funktionalität und Benutzerfreundlichkeit ihrer Plattform zu verbessern und gleichzeitig eine nahtlose Integration in ihre bestehenden Systeme zu gewährleisten.",
                "technologies": [
                    "WordPress",
                    "PHP",
                    "JavaScript"
                ],
                "links": {
                    "website": "https://avd.ch"
                }
            },
            {
                "title": "Unternehmenswebsite Redesign",
                "client": "Solar Energy Client",
                "description": "Wir haben mit seitwärts zusammengearbeitet, um eine Solar-Energy-Website neu zu gestalten. Sie lieferten das fesselnde Design, während wir die Entwicklung mit WordPress übernahmen. Unser Ziel war es, eine visuell ansprechende und benutzerfreundliche Website zu erstellen, die die Solarenergielösungen des Kunden effektiv präsentiert.",
                "technologies": [
                    "WordPress",
                    "PHP",
                    "JavaScript",
                    "CSS"
                ],
                "links": {
                    "old": "https://old-website.ch",
                    "new": "https://new-website.ch"
                }
            },
            {
                "title": "Persönliche Website",
                "client": "Viktoryia Varanchuk",
                "description": "Wir haben eine CV-Website für Viktoryia Varanchuk entwickelt, mit Fokus auf professionelles, benutzerfreundliches Design. Mit WordPress haben wir ihren Bildungshintergrund, ihre Expertise und Berufserfahrung hervorgehoben und dabei eine nahtlose Navigation und visuelle Attraktivität sichergestellt.",
                "technologies": [
                    "WordPress",
                    "PHP",
                    "JavaScript",
                    "CSS"
                ],
                "links": {
                    "live": "https://viktoryia-website.ch"
                }
            }
        ]
    }
}