{
    "en": {
        "title": "Services",
        "services": [
            {
                "title": "Website Creation & Redesign",
                "description": "Our team crafts stunning and responsive websites from scratch or injects new life into existing sites, enhancing functionality and aesthetics for an unforgettable digital journey.",
                "tags": [
                    "WebDesign",
                    "DigitalMakeover"
                ]
            },
            {
                "title": "Web Applications",
                "description": "We develop custom web applications tailored to your business needs, from internal tools to customer-facing platforms.",
                "tags": [
                    "WebApps",
                    "CustomSolutions"
                ]
            },
            {
                "title": "Custom WordPress Development",
                "description": "We expertly customize WordPress themes and plugins, leveraging the versatility of this platform to deliver feature-rich and highly personalized solutions that set you apart.",
                "tags": [
                    "WordPressMagic",
                    "Customization"
                ]
            },
            {
                "title": "Graphic Design & Branding",
                "description": "Through distinctive logos and dynamic design elements, we build a visual language for your brand that fosters connections, embodies your values, and leaves a lasting impression.",
                "tags": [
                    "Branding",
                    "GraphicDesign"
                ]
            },
            {
                "title": "Prototype Development",
                "description": "We bring your ideas to life with interactive, user-friendly prototypes, employing a blend of innovation and best design practices to ensure a seamless transition from concept to execution.",
                "tags": [
                    "Prototyping",
                    "UserExperience"
                ]
            },
            {
                "title": "Copywriting & SEO Services",
                "description": "Our compelling copywriting and strategic SEO practices drive organic traffic, promote engagement, and boost online visibility, paving the way for a successful digital footprint.",
                "tags": [
                    "SEO",
                    "Copywriting"
                ]
            }
        ]
    },
    "de": {
        "title": "Dienstleistungen",
        "services": [
            {
                "title": "Website Erstellung & Redesign",
                "description": "Unser Team erstellt beeindruckende und responsive Websites von Grund auf oder haucht bestehenden Seiten neues Leben ein, verbessert Funktionalität und Ästhetik für eine unvergessliche digitale Reise.",
                "tags": [
                    "WebDesign",
                    "DigitalMakeover"
                ]
            },
            {
                "title": "Web Applikationen",
                "description": "Wir entwickeln massgeschneiderte Webapplikationen für Ihre Geschäftsbedürfnisse, von internen Tools bis hin zu kundenorientierten Plattformen.",
                "tags": [
                    "WebApps",
                    "CustomSolutions"
                ]
            },
            {
                "title": "WordPress Entwicklung",
                "description": "Wir passen WordPress-Themes und Plugins professionell an und nutzen die Vielseitigkeit dieser Plattform, um funktionsreiche und hochpersonalisierte Lösungen zu liefern, die Sie abheben.",
                "tags": [
                    "WordPressMagic",
                    "Customization"
                ]
            },
            {
                "title": "Grafik Design & Branding",
                "description": "Durch markante Logos und dynamische Designelemente schaffen wir eine visuelle Sprache für Ihre Marke, die Verbindungen fördert, Ihre Werte verkörpert und einen bleibenden Eindruck hinterlässt.",
                "tags": [
                    "Branding",
                    "GraphicDesign"
                ]
            },
            {
                "title": "Prototyp Entwicklung",
                "description": "Wir erwecken Ihre Ideen mit interaktiven, benutzerfreundlichen Prototypen zum Leben und setzen dabei auf Innovation und beste Designpraktiken für einen nahtlosen Übergang von Konzept zur Umsetzung.",
                "tags": [
                    "Prototyping",
                    "UserExperience"
                ]
            },
            {
                "title": "Texterstellung & SEO",
                "description": "Unsere überzeugende Texterstellung und strategischen SEO-Praktiken steigern den organischen Traffic, fördern das Engagement und erhöhen die Online-Sichtbarkeit für einen erfolgreichen digitalen Fußabdruck.",
                "tags": [
                    "SEO",
                    "Copywriting"
                ]
            }
        ]
    }
}